{
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "tree-sitter-latex": { "branch": "master" },
  "tree-sitter-markdown": { "branch": "split_parser" },
  "vim-markdown": { "branch": "master" },
  "vimwiki": { "branch": "dev" }
}
